Repository: drupalprojects/admin_menu
Catalog: translations/*.po
Languages: es

source: Administer
es: Administrar

source: Run cron
es: Correr automatizador de tareas

source: Run updates
es: Actualizar

source: Drupal issue queue
es: Drupal issue query

source: @title issue queue
es: @title issue query

source: Add !title
es: Adicionar !title

source: Renders the administer menu tree as dropdown menu at the top of the window.
es: Transforma el menu de administración de un arbol a un dropdown en la parte superior de la ventana.

source: Current anonymous / authenticated users
es: Usuarios anónimos / autenticados

source: Administration Menu settings
es: Configuración del Menu de Administración

source: None
es: Ninguno

source: Weight
es: Peso

source: Parent id
es: ID Padre

source: Display extra information for menu items in Drupal Administration Menu
es: Muestra información adicional de los elementos del menu en el Menu de Administración de Drupal

source: If enabled, the chosen information will appear next to each menu item link.
es: Si se habilita, la información seleccionada aparecerá al lado de cada enlace de elemento del menu.

source: Display all menu items
es: Mostrar todos los elementos del menu

source: Enable this option to disable user access checks for menu items, i.e. every menu item in the visible menu tree will be displayed to every user regardless of access permissions.
es: Seleccione esta opción para desabilitar chequeo de acceso de los usuarios a los elementos del menu. Ej: cada elemento del arbol del menú será mostrado a todos los usuarios sin importar sus permisos de accesos.

source: Variable editor
es: Editor de Variables

source: Empty cache
es: Vaciar la caché

source: Administration Menu
es: Menu de Administración

source: Renders a menu tree for administrative purposes as dropdown menu at the top of the window.
es: Muestra un arbol del menu para propósitos administrativos como un menu dropdown en la parte superior de la ventana.

source: Administration
es: Administración
